tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "xz"
brew "diff-pdf"
brew "diff-so-fancy"
brew "gdbm"
brew "iperf3"
brew "mackup"
brew "mas"
brew "nmap"
brew "node"
brew "openjdk@17"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pkg-config"
brew "python@3.11"
brew "speedtest-cli"
brew "tcl-tk"
brew "trash"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "adobe-digital-editions"
cask "aerial"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "calibre"
cask "carbon-copy-cloner"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "hex-fiend"
cask "iina"
cask "insync"
cask "intellij-idea"
cask "jdownloader"
cask "keka"
cask "kekaexternalhelper"
cask "logi-options-plus"
cask "mactex-no-gui"
cask "maestral"
cask "makemkv"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mimestream"
cask "minecraft"
cask "monitorcontrol"
cask "nordvpn"
cask "notion"
cask "nvidia-geforce-now"
cask "openmtp"
cask "parallels"
cask "rescuetime"
cask "scroll-reverser"
cask "spotify"
cask "steam"
cask "tailscale"
cask "temurin8"
cask "tex-live-utility"
cask "transmission"
cask "tuxera-ntfs"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "wireshark"
cask "yacreader"
cask "yubico-yubikey-manager"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Debit & Credit", id: 882637653
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Journey", id: 1300202543
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "TickTick", id: 966085870
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "file-icons.file-icons"
vscode "formulahendry.code-runner"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "Kelvin.vscode-sshfs"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "Natizyskunk.sftp"
vscode "pdconsec.vscode-print"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "streetsidesoftware.code-spell-checker"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
