tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aircrack-ng"
brew "automake"
brew "xz"
brew "binwalk"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine"
brew "foremost"
brew "gdb"
brew "git"
brew "hashcat"
brew "htop"
brew "python@3.8"
brew "imagemagick"
brew "ispell"
brew "mackup"
brew "mas"
brew "neofetch"
brew "nmap"
brew "node"
brew "openjdk@11"
brew "ophcrack"
brew "pandoc"
brew "poppler"
brew "ruby"
brew "speedtest-cli"
brew "squashfs"
brew "telnet"
brew "trash"
brew "travis"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "1password"
cask "adobe-digital-editions"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "bettertouchtool"
cask "carbon-copy-cloner"
cask "discord"
cask "docker"
cask "dropbox"
cask "eloston-chromium"
cask "emacs"
cask "firefox"
cask "font-source-code-pro"
cask "gimp"
cask "gpg-suite"
cask "handbrake"
cask "iina"
cask "insync"
cask "intellij-idea"
cask "jdownloader"
cask "karabiner-elements"
cask "keka"
cask "logitech-camera-settings"
cask "logitech-options"
cask "macs-fan-control"
cask "mactex-no-gui"
cask "makemkv"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "minecraft"
cask "monitorcontrol"
cask "nordvpn"
cask "notion"
cask "postman"
cask "rescuetime"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "tex-live-utility"
cask "transmission"
cask "tunnelblick-beta"
cask "tuxera-ntfs"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wireshark"
cask "xquartz"
cask "yacreader"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "Debit & Credit", id: 882637653
mas "Hex Fiend", id: 1342896380
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Notability", id: 360593530
mas "OneDrive", id: 823766827
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
