tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/eid"
tap "vitorgalvao/tiny-scripts"
brew "archey"
brew "autoconf"
brew "automake"
brew "berkeley-db@4"
brew "boost"
brew "boxes"
brew "curl", link: true
brew "dos2unix"
brew "hub"
brew "jansson"
brew "openssl"
brew "libevent"
brew "libtool"
brew "m-cli"
brew "mas"
brew "node@6"
brew "pkg-config"
brew "protobuf"
brew "python@2"
brew "pyqt"
brew "ruby"
brew "speedtest-cli"
brew "teleconsole"
brew "thefuck"
brew "trash"
brew "tree"
brew "wget"
brew "zlib"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "android-platform-tools"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "blockblock"
cask "carbon-copy-cloner"
cask "dropbox"
cask "eclipse-java"
cask "epic-games"
cask "etcher"
cask "firefox"
cask "genymotion"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "insync"
cask "intellij-idea"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "makemkv"
cask "malwarebytes"
cask "metaz"
cask "microsoft-office"
cask "ngrok"
cask "nordvpn"
cask "onedrive"
cask "opera"
cask "oversight"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "rescuetime"
cask "skype"
cask "spotify"
cask "spotify-notifications"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "tuxera-ntfs"
cask "virtualbox"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vnc-viewer"
cask "whatpulse"
cask "whatsyoursign"
cask "yujitach-menumeters"
cask "zoomus"
cask "caskroom/drivers/caldigit-thunderbolt-charging"
cask "caskroom/versions/java6"
cask "caskroom/versions/java8"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Install Mac OS X Lion", id: 444303913
mas "Install OS X El Capitan", id: 1018109117
mas "Install OS X Mavericks", id: 675248567
mas "Install OS X Mountain Lion", id: 537386512
mas "Install OS X Yosemite", id: 915041082
mas "Keynote", id: 409183694
mas "macOS High Sierra", id: Install
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
